Repository: BodhiDev/bodhi8packages
Catalog: efl-apps/entice/*.po
Languages: de, es, hi, it, pl

source: Simple image viewer written with Enlightenment Foundation Libraries.
de: Einfacher Bildbetracher geschrieben mit den Enlightenment Foundation Libraries.
es: Sencillo editor de imágenes creado con Enlightenment Foundation Libraries.
hi: एन्लाइ्टेन्मेन्ट फाउंडेशन लाइब्रेरी का उपयोग करके लिखा गया सरल छवि दर्शक
it: Semplice visualizzatore delle immagini scritto con le librerie Enlightenment Foundation (EFL).
pl: Prosty program do przeglądania obrazów napisany przy użyciu bibliotek Enlightenment Foundation (EFL).

source: Go into the fullscreen mode from start.
de: Beim Start in den Vollbildmodus gehen.
es: Ir al modo pantalla completa desde el inicio.
hi: प्रारंभ से ही पूर्णस्क्रीन मोड में जाएं
it: Entra in modalità schermo intero all'avvio.
pl: Przejdź do trybu pełnoekranowego przy uruchomieniu.

source: show program version.
de: Programmversion anzeigen.
es: mostrar versión del programa.
hi: प्रोग्राम वर्सेन दिखाएँ
it: mostra la versione del programma.
pl: pokaż wersję programu.

source: show copyright.
de: Urheberrechte anzeigen.
es: mostrar derechos de autor.
hi: कॉपीराइट दिखाएं
it: mostra i diritti d'autore.
pl: pokaż prawa autorskie.

source: show license.
de: Lizenz anzeigen.
es: mostrar licencia.
hi: लाइसेंस दिखाएं
it: mostra la licenza.
pl: pokaż licencję.

source: show this message.
de: Diese Nachricht anzeigen.
es: mostrar este mensaje.
hi: यह संदेश दिखाओ
it: mostra questo messaggio.
pl: pokaż tę wiadomość.

source: could not create log domain '
de: Konnte Logdomain nicht erzeugen '
es: no se pudo crear dominio de bitácora '
hi: लॉग डोमेन नहीं बनाया जा सका
it: non è stato possibile creare il dominio del registro '
pl: nie można utworzyć domeny dziennika '

source: Efreet support needed.
de: Unterstützung für Efreet benötigt.
es: Se requiere soporte de Efreet.
hi: इफ्रीत समर्थन की जरूरत
it: È necessario il supporto di Efreet.
pl: Potrzebne wsparcie Efreet.

source: Cache directory can not be found.
de: Zwischenspeicherverzeichnis nicht gefunden.
es: No se pudo encontrar el directorio cache.
hi: कैश निर्देशिका नहीं मिल सकी
it: Impossibile trovare la directory cache.
pl: Nie można znaleźć katalogu pamięci podręcznej (cache).

source: Could not parse command line options.
de: Konnte Kommandozeilenoptionen nicht parsen.
es: No se pudieron interpretar las opciones de líneas de comando.
hi: कमांड लाइन विकल्पों को पार्स नहीं किया जा सका
it: Impossibile analizzare le opzioni della riga di comando.
pl: Nie można przeanalizować opcji wiersza komend.

source: could not create main window.
de: Konnte Hauptfenster nicht erzeugen.
es: no se pudo crear la ventana principal.
hi: मुख्य विंडो नहीं बनाई जा सकी
it: non è stato possibile creare la finestra principale.
pl: nie można utworzyć głównego okna.

source: could not allocate memory for Entice struct
de: Speicher für das Entice-struct konnte nicht reserviert werden
es: no se pudo reservar memoria para la estructura Entice
hi: entice struct के लिए मेमोरी आवंटित नहीं की जा सकी
it: non è stato possibile allocare memoria per lo struct Entice
pl: nie można przydzielić pamięci dla struktury Entice

source: could not load "config" configuration.
de: Konfiguration "config" konnte nicht geladen werden.
es: no se pudo cargar la configuración "config".
hi: "config" कॉन्फ़िगरेशन लोड नहीं किया जा सका
it: non è stato possibile caricare la configurazione "config".
pl: nie można załadować konfiguracji "config".

source: could not create elm window.
de: Konnte das elm-Fenster nicht erzeugen.
es: no se pudo crear la ventana elm.
hi: एल्म विंडो नहीं बनाई जा सकी
it: non è stato possibile creare la finestra elm.
pl: nie można utworzyć okna elm.

source: could not apply the theme.
de: Thema konnte nicht angewendet werden.
es: no se pudo aplicar el tema.
hi: थीम लागू नहीं की जा सकी
it: non è stato possibile applicare il tema.
pl: nie można zastosować wystroju.
